<!doctype html>
<html lang="en" >
  <head>
        <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <title></title>
    
    
        <script>(function(w,d,s,l,i){w[l]=w[l]||[];w[l].push({'gtm.start':
    new Date().getTime(),event:'gtm.js'});var f=d.getElementsByTagName(s)[0],
    j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=
    'https://www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);
    })(window,document,'script','dataLayer','GTM-PXJX7WHH');</script>
    

    <!-- CSS only -->
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.0/css/bootstrap.min.css" integrity="sha384-9aIt2nRpC12Uk9gS9baDl411NQApFmC26EwAOH8WgZl5MYYxFfc+NcPb1dKGj7Sk" crossorigin="anonymous">
    <link rel="stylesheet" href="https://cdn.datatables.net/1.10.21/css/dataTables.bootstrap4.min.css" crossorigin="anonymous">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css2?family=Open+Sans:ital,wght@0,300;0,400;0,600;0,700;1,300;1,400;1,600;1,700&display=swap">

    <link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/swiper@9/swiper-bundle.min.css" />

        <link rel="stylesheet" href="/css/styles__q_v=6284d55505d63.css">
    <link rel="stylesheet" href="/css/responsive-md__q_v=6284d55505d63.css">
    <link rel="stylesheet" href="/css/responsive-sm__q_v=6284d55505d63.css">
    <link rel="stylesheet" href="/css/responsive-xs__q_v=6284d55505d63.css">


    <meta name="csrf-token" content="LagfzTTNxSeZ8ukefcWGeNXocGBZOBcjmvbKJmvA">
  </head>
  <body >

        <noscript><iframe src="https://www.googletagmanager.com/ns.html?id=GTM-PXJX7WHH"
    height="0" width="0" style="display:none;visibility:hidden"></iframe></noscript>
    
        <main role="main">
    <div class="dentonio_topbar sticky-top shadow-sm bg-dark header">
      <div class="container">
        <nav class="navbar navbar-expand-md menu_deantonio py-0 px-0 m-0">

<div class="d-flex justify-content-between align-items-center m-auto m-md-0">
  <div>
    <a href="/index.html">
      <img src="/img/logo.png" class="logo_deantonio" alt="De Antonio" />
    </a>
  </div>
</div>

<div class="navbar-collapse collapse" id="navbar">
  <ul class="navbar-nav ml-md-auto text-center py-4 py-md-0 d-md-flex d-flex align-items-center">
    <li class="nav-item ">
      <a class="d-sm-flex align-items-center" href="/sobre-nosotros.html">Sobre nosotros</a>
    </li>
    <li class="nav-item ">
      <a class="d-sm-flex align-items-center" href="/alquiler.html">Alquiler</a>
    </li>
    <li class="nav-item ">
      <a class="d-sm-flex align-items-center" href="/venta.html">Venta Nuevos</a>
    </li>
    <li class="nav-item ">
      <a class="d-sm-flex align-items-center" href="/ocasion.html">Venta Ocasión</a>
    </li>
    <li class="nav-item ">
      <a class="d-sm-flex align-items-center" href="/contacto.html">Contacto</a>
    </li>
    <li class="ml-md-3 ml-0 mt-3 mt-md-0">
      <div class="dropdown menu_idiomas">
        <a class="btn btn-secondary dropdown-toggle btn-sm" href="#" role="button" id="dropdownMenuLink" data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
          <i class="fas fa-globe"></i> ES
        </a>
                    <div class="dropdown-menu" aria-labelledby="dropdownMenuLink">
                                                <a class="dropdown-item font-xs" style="color:#000;" href="/en/info/legal.html">EN</a>
                        </div>
              </div>
    </li>
  </ul>
</div>

<div class="position-absolute mobile_menu_button">
  <a href="" class="navbar-toggler collapsed px-3 nav-item pt-1" data-toggle="collapse" data-target="#navbar" aria-controls="navbar" aria-expanded="false" aria-label="Toggle navigation">
    <i class="fal fa-bars"></i>
  </a>
</div>

</nav>
      </div>
    </div>
    

    

<!-- sección -->
<div class="page_header bg-dark2 text-white py-4 py-md-5 text-center">
  <div class="container">
    <div class="row">
      <div class="col-md-8 m-auto">
        <div>
          <h1 class="text-uppercase font-md font-weight-light py-3 font-xl font-weight-light mb-0">Términos y condiciones generales</h1>
        </div>
      </div>
    </div>
  </div>
</div>
<!-- sección -->

<!-- -->
<div class="py-4 py-md-5">
  <div class="container">
    <div class="row">
      <div class="col-md-8 m-auto">
        <p>Estos son los t&eacute;rminos y condiciones generales de DE ANTONIO YACHTS IBIZA, que opera en Espa&ntilde;a a trav&eacute;s de la sociedad RENT ME BOAT IBIZA, S.L. con C.I.F.: B-66405325 y domicilio fiscal en Paseo Juan Carlos I, numero 23 Local 10 07800 Ibiza. El m&eacute;todo de contacto es a trav&eacute;s de esta Web, al mail ibiza@deantonioyachts.com y al tel&eacute;fono +34 663 314 112 o +34 609 710&nbsp; 030.</p>
<p>&nbsp;</p>
<h4 class="pb-3">1. RESERVA</h4>
<p>El cliente puede reservar online en www.deantonioyachtsibiza.com, al mail ibiza@deantonioyachts.com y al tel&eacute;fono +34 663 314 112. La reserva ser&aacute; confirmada una vez se perciba como m&iacute;nimo el 50% del importe total del precio del alquiler y confirmada con un email con el detalle de la reserva.</p>
<p>El 50% restante se deber&aacute; abonar entre una semana antes y el d&iacute;a de la reserva, antes del inicio del disfrute del alquiler, para todos los d&iacute;as reservados.</p>
<p><strong>El pago ser&aacute; siempre en Euros y se podr&aacute; realizar:</strong></p>
<ol style="list-style-type: lower-alpha;">
<li>En efectivo</li>
<li>Tarjeta de cr&eacute;dito (VISA / MASTERCARD). No aceptamos AMERICAN EXPRESS.</li>
<li>Transferencia Bancaria.</li>
</ol>
<ul>
<li>BANCO SANTANDER:
<ul>
<li>Titular: RENT ME BOAT IBIZA SL</li>
<li>IBAN ES07 0049 0248 3028 1093 8227</li>
<li>SWIFT / BIC: BSCHESMM</li>
<li>Concepto: Modelo de barco + fecha + datos de contacto</li>
</ul>
</li>
<li>BANCO SABADELL:
<ul>
<li>Titular: RENT ME BOAT IBIZA SL</li>
<li>IBAN ES09 0081 1694 2300 0104 0709</li>
<li>SWIFT / BIC: BSAB ESBB</li>
<li>Concepto: Modelo de barco + fecha + datos de contacto</li>
</ul>
</li>
</ul>
<p>En caso de realizar una transferencia bancaria, se requiere el env&iacute;o del comprobante de la transferencia a <a href="mailto:ibiza@deantonioyachts.com">ibiza@deantonioyachts.com</a> junto con la especificaci&oacute;n del modelo de barco alquilado, fecha del alquiler y datos de cliente y de contacto de &eacute;ste. Ninguna reserva ser&aacute; confirmada hasta que la cantidad transferida haya llegado a la cuenta de destino. DE ANTONIO YACHTS IBIZA confirmar&aacute; la reserva por correo electr&oacute;nico.</p>
<p>En caso de realizar una petici&oacute;n de reserva cuyo m&eacute;todo de pago sea la transferencia bancaria, el CLIENTE tiene 24h para mandar el comprobante de transferencia junto con el modelo de barco alquilado, fecha del alquiler y sus datos de contacto. En caso contrario, su petici&oacute;n de reserva ser&aacute; anulada.</p>
<p>En caso de mandar un comprobante de transferencia y que la cantidad no llegue en menos de 3 d&iacute;as h&aacute;biles en la cuenta de destino, la petici&oacute;n de reserva ser&aacute; anulada.</p>
<p>Los precios de los barcos mostrados en la web www.deantonioyachtsibiza.com se detallan con desglose con y sin IVA (21%), siendo el importe final el importe con IVA incluido.</p>
<p>&nbsp;</p>
<h4 class="pb-3">2. PRECIO ALQUILER</h4>
<p><strong>2.1 - El precio del alquiler incluye:</strong></p>
<ol>
<li>El alquiler de la embarcaci&oacute;n para la fecha especificada en la reserva y durante las 8h que dura el day charter, salvo que se especifique otra duraci&oacute;n.</li>
<li>Tripulaci&oacute;n: En el caso de que sea una embarcaci&oacute;n que s&oacute;lo se alquile con patr&oacute;n profesional, el coste de &eacute;ste est&aacute; incluido en el precio del alquiler.</li>
<li>Bebidas y toallas: A modo de cortes&iacute;a, DE ANTONIO YACHTS IBIZA incluye toallas, agua y refrescos.</li>
<li>Amarre en puerto base</li>
<li>Seguro de responsabilidad civil y de la embarcaci&oacute;n</li>
</ol>
<p>&nbsp;</p>
<p><strong>2.2 - El precio del alquiler no incluye:</strong></p>
<ol>
<li>Combustible: variar&aacute; seg&uacute;n el recorrido realizado y el consumo de la embarcaci&oacute;n. El Patr&oacute;n le informar&aacute; el importe total consumido seg&uacute;n los litros consumidos o tiempo de navegaci&oacute;n. Se aplicar&aacute; la tarifa de carburante de la gasolinera del puerto base.</li>
<li>Tripulaci&oacute;n opcional: el precio del alquiler no incluye al patr&oacute;n profesional en caso de que el barco est&eacute; disponible tambi&eacute;n para alquilar sin patr&oacute;n. En este caso el precio del patr&oacute;n profesional ser&aacute; un coste adicional de 180&euro;+ IVA.</li>
<li>Tripulaci&oacute;n adicional solicitada por el cliente: En caso de que el cliente solicite una marinera, el coste de esta, 150&euro; + IVA ser&aacute; in coste adicional.</li>
<li>Pernocta a bordo: consultar los suplementos de pernocta de cada barco.</li>
<li>Amarres fuera del puerto base: Si desea atracar en un puerto que no sea el de base de la embarcaci&oacute;n que ha elegido, podemos solicitar plaza en otros puertos, siempre con previo aviso y dentro de la zona de navegaci&oacute;n permitida.</li>
</ol>
<p>&nbsp;</p>
<h4 class="pb-3">3. FIANZA</h4>
<p>En el caso que el cliente contrate el servicio de Patr&oacute;n no se requerir&aacute; de Fianza. En el caso de que el cliente no contrate el servicio de Patr&oacute;n dado que demuestra tener la titulaci&oacute;n m&iacute;nima requerida para la embarcaci&oacute;n reservada, s&iacute; se requerir&aacute; de un importe en concepto de fianza, definido en la ficha de cada embarcaci&oacute;n, que el cliente tendr&aacute; que dar en efectivo o mediante tarjeta de cr&eacute;dito a la entrega de la embarcaci&oacute;n y que RENT ME BOAT abonar&aacute; &iacute;ntegramente tras la devoluci&oacute;n y comprobaci&oacute;n de que la embarcaci&oacute;n est&aacute; como en el mismo estado que antes de la entrega (aprox 24h laborables).</p>
<p>&nbsp;</p>
<h4 class="pb-3">4. LEGALIDAD</h4>
<p>Todas nuestras embarcaciones disponen de licencia de charter, as&iacute; como seguro de responsabilidad civil, inspecci&oacute;n t&eacute;cnica de barcos en regla, y disponen a bordo del material de seguridad correspondiente, que cada a&ntilde;o revisamos exhaustivamente para que est&eacute; en perfectas condiciones para cuando lo alquiles.</p>
<p>&nbsp;</p>
<h4 class="pb-3">5. COMBUSTIBLE</h4>
<p>El precio de alquiler no incluye el combustible consumido. Desde DE ANTONIO YACHTS IBIZA te especificaremos de antemano el consumo medio del barco que alquiles (l/h) y tanto si alquilas el barco con patr&oacute;n como sin patr&oacute;n, podr&aacute;s pagarlo seg&uacute;n las horas que hayas consumido o bien repostarlo t&uacute; mismo en la gasolinera del puerto.</p>
<p>&nbsp;</p>
<h4 class="pb-3">6. PATR&Oacute;N</h4>
<p>En las especificaciones de cada embarcaci&oacute;n se define la posibilidad de alquilar con o sin patr&oacute;n.</p>
<p>Nuestro equipo de patrones son profesionales con toda la preparaci&oacute;n y acreditaci&oacute;n necesaria para actuar como patrones profesionales, as&iacute; como personas multiling&uuml;es y con gran atenci&oacute;n al p&uacute;blico.</p>
<p>La contrataci&oacute;n de patr&oacute;n libera al cliente a no tener que depositar fianza.</p>
<p>&nbsp;</p>
<h4 class="pb-3">7. HORARIO DE SALIDA Y VUELTA</h4>
<p>La hora de salida la elige el cliente y puede ser a partir de las 10 de la ma&ntilde;ana. El cliente debe confirmar la hora de salida 24h antes del d&iacute;a de la reserva.</p>
<p>La hora de regreso necesariamente tiene que ser antes que anochezca por motivos de seguridad, alrededor de las 7PM &ndash; 9PM dependiendo del mes. Ser&aacute; comunicado el d&iacute;a de la reserva.</p>
<p>La jornada de alquiler es de 8h desde la hora de salida elegida por el cliente.</p>
<p>&nbsp;</p>
<h4 class="pb-3">8. BEBIDAS/TOALLAS/ACCESORIOS</h4>
<p>En todas nuestras embarcaciones el cliente dispondr&aacute; como gentileza de RENT ME BOAT de toallas, bebidas refrescantes, agua y equipos de sn&oacute;rkel.</p>
<p>&nbsp;</p>
<h4 class="pb-3">9. SERVICIOS ADICIONALES</h4>
<p>Estamos a tu disposici&oacute;n para conseguir todo lo que nos pida (previa solicitud anticipada) como b&uacute;squeda de alojamiento en Ibiza, alquiler de coches, reservas en restaurantes de la isla, alquiler de juguetes n&aacute;uticos, etc.</p>
<p>&nbsp;</p>
<h4 class="pb-3">10. OBLIGACIONES DEL CLIENTE</h4>
<p>Cliente es toda persona mayor de dieciocho a&ntilde;os, y con facultades para contratar y obligarse que acepta y queda obligado por las presentes condiciones del servicio y de contrataci&oacute;n al generar una reserva.</p>
<p>El cliente se obliga a:</p>
<ol>
<li>Ofrecer siempre una informaci&oacute;n veraz, correcta y actualizada sobre los datos solicitados, tanto personales como de otro tipo.</li>
<li>Facilitar a DE ANTONIO YACHTS IBIZA los datos que se soliciten a fin de gestionar la reserva, contrataci&oacute;n y prestaci&oacute;n del servicio de cobro del arrendamiento.</li>
<li>En el caso de que la embarcaci&oacute;n reservada mediante DE ANTONIO YACHTS IBIZA pertenezca a otro prestador final distinto a DE ANTONIO YACHTS IBIZA, el cliente da permiso a que DE ANTONIO YACHTS IBIZA pueda transmitir dichos datos de car&aacute;cter personal al prestador final del servicio, para que &eacute;ste pueda realizar el contrato de arrendamiento, y tener los datos de las personas que tripular&aacute;n su embarcaci&oacute;n o ser&aacute;n pasajeros de esta. El prestador final del servicio tiene el compromiso y la obligaci&oacute;n de cumplir con la normativa de protecci&oacute;n de datos personales.</li>
<li>Facilitar la informaci&oacute;n y titulaciones que, si fuese el caso, razonablemente le sea requerida.</li>
<li>Realizar los pagos de las cantidades correspondientes a los servicios contratados en los plazos informados en el momento de la reserva y/o contrataci&oacute;n, as&iacute; como los realizados durante el trayecto y que no estuvieran expresamente incluidos en la oferta tales como patr&oacute;n, combustible, amarres fuera del puerto base, tasas, as&iacute; como todos los otros servicios solicitados, conforme al contrato de arrendamiento.</li>
<li>Reconfirmar su reserva 48h antes del d&iacute;a de la reserva llamando o enviando un email a DE ANTONIO YACHTS IBIZA.</li>
<li>Avisar en caso de retraso en su llegada. En caso de no presentarse en el d&iacute;a de la reserva tras 2 horas despu&eacute;s de la hora prevista de salida y sin notificaci&oacute;n alguna, la reserva ser&aacute; cancelada sin tener derecho alguno a solicitar la devoluci&oacute;n de las cantidades ya abonadas.</li>
</ol>
<p>&nbsp;</p>
<h4 class="pb-3">11. EDAD M&Iacute;NIMA</h4>
<p>La edad m&iacute;nima para contratar los servicios de DE ANTONIO YACHTS IBIZA es de 18 a&ntilde;os.</p>
<p>&nbsp;</p>
<h4 class="pb-3">12. SEGURIDAD</h4>
<p>El sitio web utiliza t&eacute;cnicas de seguridad de la informaci&oacute;n generalmente aceptadas en la industria, como firewalls, procedimientos de control de acceso y mecanismos criptogr&aacute;ficos (SSL), todo con el objetivo de evitar el acceso no autorizado a los datos. Para la consecuci&oacute;n de estos fines, el usuario / cliente acepta que el prestador obtenga datos con la finalidad de la correspondiente autenticaci&oacute;n de controles de acceso.</p>
<p>&nbsp;</p>
<h4 class="pb-3">13. POL&Iacute;TICA DE CANCELACI&Oacute;N</h4>
<p>Para confirmar una reserva, el cliente debe realizar un pago m&iacute;nimo del 50% (cincuenta por ciento). La cantidad restante, debe liquidarse antes de la salida.</p>
<p>La suma de estos importes se conoce como "precio de alquiler".</p>
<p>En el caso de tener que cancelar la reserva por parte del cliente sin causa justificada, se abonar&aacute;n los siguientes importes del precio del alquiler:</p>
<ul>
<li>Reembolsos Completos: Todas las reservas canceladas al menos dos semanas antes de la salida</li>
<li>Reembolso del 50%: Todas las reservas canceladas entre 14 y 10 d&iacute;as antes de la salida</li>
<li>Reembolso del 25%: Todas las reservas canceladas entre 9 y 5 d&iacute;as antes de la salida</li>
<li>Sin Reembolso: Todas las reservas canceladas con menos de 4 d&iacute;as antes de la salida</li>
</ul>
<p>NOTA: En caso de que las condiciones meteorol&oacute;gicas no permitan que el ch&aacute;rter se realice en la fecha reservada, como primera opci&oacute;n, se intentar&aacute; reprogramar el d&iacute;a del ch&aacute;rter en otra fecha que sea factible para el cliente y en la que el barco est&eacute; disponible. En caso de que no sea posible, el cliente recibir&aacute; un reembolso completo. Esto se aplicar&aacute; por rachas de viento de 30 nudos y / o con lluvia en el momento de la salida.</p>
<p>&nbsp;</p>
<h4 class="pb-3">14. COVID 19</h4>
<p>A continuaci&oacute;n, encontrar&aacute; una pol&iacute;tica de cancelaci&oacute;n detallada por "Fuerza mayor" relacionada con la pandemia COVID - 19 identificada por la Organizaci&oacute;n Mundial de la Salud en marzo de 2020.</p>
<p>Si las restricciones espa&ntilde;olas implican que NO se permite la entrada a la isla de Ibiza, se otorgar&aacute; un REEMBOLSO COMPLETO.</p>
<p>En caso de que el pa&iacute;s de residencia / salida del cliente implemente medidas que restrinjan la salida, se ofrecer&aacute; un VOUCHER v&aacute;lido por 18 meses a partir del d&iacute;a del charter.</p>
<p>&nbsp;</p>
<p>&nbsp;</p>
      </div>
    </div>
  </div>
</div>
<!-- -->






                <div class="py-5 descargar_catalogo">
      <div class="container">
        <div class="d-flex justify-content-between align-items-center">
          <div class="text-uppercase font-md text-white" style="max-width:600px;">
            Descárgate el catálogo de <b>de Antonio Yachts</b> con la información detallada de cada embarcación.
          </div>
          <div>
            <a href="/download/9917.html" class="btn btn-light btn-sm text-uppercase px-4 py-2">Descárgate nuestro catálogo</a>
          </div>
        </div>
      </div>
    </div>
    
    <!-- sección -->
    <div class="bg-dark">
          <div class="brands">
              <div class="container">
                  <div class="row">
                      <div class="col">
                          <div class="brands_slider_container">
                              <div class="owl-carousel owl-theme brands_slider">
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D32.html" title="D32">
                                        <img src="/images/models/d32__q_p=small_carousel.png" class="img-fluid" alt="D32">
                                        </a>
                                      </div>
                                  </div>
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D29.html" title="D29">
                                        <img src="/images/models/Imagen8__q_p=small_carousel.png" class="img-fluid" alt="D29">
                                        </a>
                                      </div>
                                  </div>
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D42.html" title="D42">
                                        <img src="/images/models/5ffee2c17c290-d42__q_p=small_carousel.png" class="img-fluid" alt="D42">
                                        </a>
                                      </div>
                                  </div>
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D36.html" title="D36">
                                        <img src="/images/models/d36__q_p=small_carousel.png" class="img-fluid" alt="D36">
                                        </a>
                                      </div>
                                  </div>
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D50.html" title="D50">
                                        <img src="/images/models/d50__q_p=small_carousel.png" class="img-fluid" alt="D50">
                                        </a>
                                      </div>
                                  </div>
                                                                    <div class="owl-item">
                                      <div class="brands_item d-flex flex-column justify-content-center">
                                        <a href="/venta__q_model=D60.html" title="D60">
                                        <img src="/images/temp/67499b536834a-imagen2__q_p=small_carousel.png" class="img-fluid" alt="D60">
                                        </a>
                                      </div>
                                  </div>
                                                                </div> <!-- Brands Slider Navigation -->
                              <div class="brands_nav brands_prev"><i class="fas fa-chevron-left"></i></div>
                              <div class="brands_nav brands_next"><i class="fas fa-chevron-right"></i></div>
                          </div>
                      </div>
                  </div>
              </div>
          </div>
    </div>
    <!-- sección -->
     

  </main>




  <footer>
        <div class="footer1 py-lg-5 py-md-4 text-white" style="background-color:#131313;">
      <div class="container">
        <div class="py-4 border-bottom">
          <div class="d-lg-flex justify-content-between align-items-center">
            <div class="d-none d-lg-block">
              <img src="/img/logo.png" class="img-fluid" alt="Logo" />
            </div>
            <div>
              <span class="text-uppercase font-weight-lighter mr-3 text-light">Síguenos:</span>
              <a href="https://www.facebook.com/deantonioyachtsibiza/" class="mr-3"><i class="fab fa-facebook-f"></i></a>
              <a href="https://www.linkedin.com/showcase/deantonioyachtsibiza/" class="mr-3"><i class="fab fa-linkedin-in"></i></a>
              <a href="https://www.instagram.com/deantonioyachtsibiza/" class="mr-3"><i class="fab fa-instagram"></i></a>
              <a href="https://www.youtube.com/channel/UCoPJEQOmsNrsTpOG-j0VAtQ"><i class="fab fa-youtube"></i></a>
            </div>
          </div>
        </div>
        <div class="py-4">
          <div class="row">
            <div class="col-lg-5 mb-5 mb-lg-0">
              <div class="pr-0 pr-lg-5">
                <div class="font-weight-bold text-uppercase mb-4 text-light">
                  Mantente informado
                </div>
                <div id="result-newsletter" class="d-none">
                  Gracias por suscribirte a nuestra newsletter.
                </div>
                <div id="form-newsletter">
                  <form data-hp="city" data-ajax-form="handle_newsletter" action="https://deantonioyachtsibiza.com/newsletter" method="post">
                    <div class="form-group">
                      <label class="font-xs" for="">Nombre</label>
                      <input type="text" class="form-control" name="name" id="footer-name">
                      <span class="invalid-feedback"></span>
                    </div>
                    <div class="form-group">
                      <label class="font-xs" for="">Email</label>
                      <input type="email" class="form-control" name="email" id="footer-email">
                      <small id="emailHelp" class="form-text text-muted">No compartiremos tu email con terceros.</small>
                      <span class="invalid-feedback"></span>
                    </div>
                    <div class="form-group">
                      <label class="font-xs" for="">Ciudad</label>
                      <input type="text" class="form-control" name="city">
                    </div>
                    <div class="form-group form-check">
                      <input type="checkbox" class="form-check-input" name="accept" id="footer-accept" value="1">
                      <label class="form-check-label font-xs" for="footer-accept">
                      He leído y acepto la <a href="/info/privacy.html"><u>política de privacidad</u></a>
                      </label>
                      <span class="invalid-feedback"></span>
                    </div>
                    <button type="submit" class="btn btn-sm btn-outline-light text-uppercase px-3 py-1 mt-3 font-xs">Enviar</button>
                  </form>
                </div>
              </div>
            </div>
            <div class="col-lg-3 col-md-6 mb-5 mb-md-0">
              <div class="font-weight-bold text-uppercase mb-4 text-light">
                Legal
              </div>
              <div>
                <ul class="list-unstyled font-xs text-uppercase font-weight-semibold">
                  <li><a href="/info/privacy.html">Política de Privacidad</a></li>
                  <li><a href="/info/legal.html">Términos y condiciones generales</a></li>
                  <li><a href="/info/cancelacion.html">Política de Cancelación</a></li>
                  <li><a href="/info/cookies.html">Política de Cookies</a></li>
                </ul>
              </div>
            </div>
            <div class="col-lg-4 col-md-6 mb-5 mb-md-0">
              <div class="font-weight-bold text-uppercase mb-4 text-light">
                DeAntonio Yachts Ibiza Club
              </div>
              <div class="font-xs">
                Contacta con nosotros y te informaremos de todas las ventajas de DeAntonio Yachts Ibiza Club, no solo en el alquiler de nuestras embarcaciones, sino también en otros servicios exclusivos sólo para miembros y sin ningún coste.
              </div>
              <div>
                <a href="/club.html" class="btn btn-sm btn-outline-light text-uppercase px-3 py-1 mt-3 font-xs">Ver más</a>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
     

    <div class="footer2 py-3 text-white text-center bg-dark font-xs">
      <div class="container">
        <div class="d-lg-flex justify-content-between text-light">
          <div>
                                    <b>Idioma:</b>
                                      <span class="font-weight-semibold">Español</span>
                         ·                                     <a href="/en/info/legal.html">English</a>
                                                          </div>
          <div>
            ©2022 De Antonio Yachts S.L · Diseño web by <a href="http://develona.com" target="_blank">Develona</a>
          </div>
        </div>
      </div>
    </div>
  </footer>



  <div class="float-bar">
    <a class="btn-float-bar shadow-sm" href="/contacto.html"><i class="fas fa-envelope"></i></a>
    <a class="btn-float-bar shadow-sm bg-dimgrey" href="/contacto.html"><i class="fas fa-phone"></i></a>
    <a class="btn-float-bar shadow-sm bg-whatsapp" href="https://wa.me/34695835403" target="_blank"><i class="fab fa-whatsapp"></i></a>
  </div>


  
  <!-- JS, Popper.js, and jQuery -->
  <script src="https://code.jquery.com/jquery-3.5.1.min.js" integrity="sha256-9/aliU8dGd2tb6OSsuzixeV4y/faTqgFtohetphbbj0=" crossorigin="anonymous"></script>
  <script src="https://cdn.jsdelivr.net/npm/popper.js@1.16.0/dist/umd/popper.min.js" integrity="sha384-Q6E9RHvbIyZFJoft+2mJbHaEWldlvI9IOYy5n3zV9zzTtmI3UksdQRVvoxMfooAo" crossorigin="anonymous"></script>
  <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.0/js/bootstrap.min.js" integrity="sha384-OgVRvuATP1z7JjHLkuOU7Xw704+h835Lr+6QL9UvYjZE3Ipu6Tp75j7Bh/kR0JKI" crossorigin="anonymous"></script>
  <script src="https://kit.fontawesome.com/f6c86cac8b.js" crossorigin="anonymous"></script>

  <script>
  $(document).scroll(function() {
    var y = $(this).scrollTop();
    if (y > 300) {
      $('.home .dentonio_topbar').removeClass('header').addClass("header-alt");
    } else {
      $('.home .dentonio_topbar').removeClass("header-alt").addClass('header');
    }
  });
</script>

  <script src="/js/site__q_v=6284d55505d63.js"></script>

  <script>
  function handle_newsletter() {
    $('#result-newsletter').removeClass('d-none');
    $('#form-newsletter').addClass('d-none');
  }

  $(function() {
    if ($('.brands_slider').length) {
        var brandsSlider = $('.brands_slider');

        brandsSlider.owlCarousel({
            loop: true,
            autoplay: true,
            autoplayTimeout: 5000,
            nav: false,
            dots: false,
            autoWidth: true,
            items: 8,
            margin: 42
        });

        if ($('.brands_prev').length) {
            var prev = $('.brands_prev');
            prev.on('click', function() {
                brandsSlider.trigger('prev.owl.carousel');
            });
        }

        if ($('.brands_next').length) {
            var next = $('.brands_next');
            next.on('click', function() {
                brandsSlider.trigger('next.owl.carousel');
            });
        }
    }
  });
  </script>



  
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.carousel.min.css">
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.3.4/assets/owl.theme.default.css">
  <script src="https://cdnjs.cloudflare.com/ajax/libs/OwlCarousel2/2.2.1/owl.carousel.js"></script>


</body>
</html>
